{
  "about-title": "About",
  "skills-title": "Skills",
  "experience-title": "Experience",
  "portfolio-title": "Portfolio",
  "contact-title": "Contact",

  "about-header": "About Me",
  "front-end": "Front End Developer Student",
  "about-text-one":"I am currently enrolled in a two-year program at Medieinstitutet in Gothenburg, aiming to start working as a Front-End Developer within the coming years. My interest for web development has been brewing inside me for almost a decade and I am very eager to put my passion into practice. I also have a strong drive to continually learn and experience new things. Whether it is about new subjects in my studies or new and exciting activities in my spare time, I am open to it.",
  "about-text-two": "I aspire to be up to date and familiar with the most frequently occuring frameworks such as React, Angular, Svelte & Vue in order to be able to adapt and adjust accordingly.",
  "skills-header": "Skills",

  "experience-fujitsu": "Internship at Fujitsu",
  "experience-fujitsu-period": "Autumn 2023",
  
  "skills-description-header": "Additional proficiencies include",
  "skills-description-one": "Editing images with Gimp",
  "skills-description-two": "Working with interface design in Figma",

  "portfolio-description-header":"Here are a couple of group projects that I have had the pleasure of working on along with fellow students from Medieinstitutet",
  "portfolio-bumpy-description-one": "Bumpy Monster is a collaboration between myself and five other students, developed as part of an assignment. We utilized p5.js, TypeScript and Object-Oriented Programming (OOP) to create this exciting game.",
  "portfolio-bumpy-description-two": "Discover more about Bumpy Monster or experience the game for yourself with the following links below.",
  "portfolio-GHEDb-description-one": "GHEDb is a web application designed by myself and two other students for an assignment. The project involved using React, TypeScript, API integration and Styled-Components to create a pleasant user experience.",
  "portfolio-GHEDb-description-two": "Discover more about GHEDb or explore the site on your own using the links below.",
  "portfolio-Tech101-description-one": "Tech101 is a webshop created by myself and three other students for an assignment. The project involved using React, TypeScript and the component library Mantine to create a functional and modern shopping experience.",
  "portfolio-Tech101-description-two": "Discover more about Tech101 or explore the site on your own using the links below.",

  "contact-text": "If you would like to get in touch with me or learn more about me, you can visit my LinkedIn page or send me an email by clicking the icons below. Additionally, if you are curious about more of my previous projects and want to know what I am currently working on, you can also visit my GitHub page."
}